Repository: iJustinn/Body
Catalog: BodyMetricsKit/BodyMetricsKit.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Blood oxygen is notably low. Take it very easy until it recovers.
de: Dein Blutsauerstoff ist deutlich niedrig. Lass es sehr ruhig angehen, bis er sich erholt.
es: El oxígeno en sangre está notablemente bajo. Tómatelo con mucha calma hasta que se recupere.
fr: Votre taux d’oxygène sanguin est nettement bas. Ménagez-vous jusqu’à ce qu’il remonte.
hi: रक्त ऑक्सीजन काफ़ी कम है। इसके सामान्य होने तक बहुत हल्की ऐक्टिविटी ही करें।
ru: Уровень кислорода в крови заметно понижен. Двигайтесь очень спокойно, пока он не восстановится.
tr: Kanda oksijen düzeyiniz belirgin şekilde düşük. Düzelene kadar çok hafif tutun.
zh_hans: 血氧含量明显偏低。恢复前建议保持很低强度。

source: Blood oxygen readings
de: Blutsauerstoffmessungen
es: Lecturas de oxígeno en sangre
fr: Mesures d’oxygène sanguin
hi: रक्त ऑक्सीजन की रीडिंग
ru: Показания кислорода в крови
tr: Kanda oksijen ölçümleri
zh_hans: 血氧读数

source: BMI is a weight-to-height calculation used as a broad screening measure. It does not distinguish fat, muscle, bone, or body shape, so it is best treated as context rather than a diagnosis. Compare it with weight, body fat, activity, and your personal goals.
de: Der BMI setzt Gewicht und Körpergröße ins Verhältnis und dient als grobe Orientierung. Er unterscheidet nicht zwischen Fett, Muskeln, Knochen oder Körperform, daher eignet er sich eher als Anhaltspunkt denn als Diagnose. Betrachte ihn zusammen mit Gewicht, Körperfettanteil, Aktivität und deinen persönlichen Zielen.
es: El IMC es un cálculo que relaciona el peso con la estatura y se usa como medida de detección general. No distingue entre grasa, músculo, hueso o complexión, así que conviene tomarlo como contexto y no como diagnóstico. Compáralo con el peso, la grasa corporal, la actividad y tus objetivos personales.
fr: L’IMC rapporte le poids à la taille et sert d’indicateur de dépistage général. Il ne distingue pas la graisse, les muscles, les os ni la morphologie : mieux vaut donc le considérer comme un repère plutôt que comme un diagnostic. Comparez-le avec votre poids, votre masse grasse, votre activité et vos objectifs personnels.
hi: BMI वज़न और लंबाई से की जाने वाली एक गणना है, जिसका इस्तेमाल मोटे तौर पर स्क्रीनिंग के लिए होता है। यह वसा, मांसपेशी, हड्डी या शरीर की बनावट में अंतर नहीं करता, इसलिए इसे निदान के बजाय संदर्भ के रूप में देखना बेहतर है। इसकी तुलना वज़न, शरीर में वसा, ऐक्टिविटी और अपने निजी लक्ष्यों से करें।
ru: ИМТ (индекс массы тела) рассчитывается по соотношению веса и роста и служит общим скрининговым показателем. Он не различает жир, мышцы, кости и телосложение, поэтому его лучше воспринимать как ориентир, а не как диагноз. Сравнивайте его с весом, процентом жира, активностью и Вашими личными целями.
tr: VKİ, ağırlığın boya oranlanmasıyla hesaplanan ve genel bir tarama ölçütü olarak kullanılan bir değerdir. Yağı, kası, kemiği veya vücut tipini ayırt etmez; bu yüzden tanı olarak değil, bağlam olarak değerlendirilmesi en iyisidir. Ağırlık, vücut yağ oranı, aktivite ve kişisel hedeflerinizle birlikte karşılaştırın.
zh_hans: 体重指数是一种体重与身高的换算，用作粗略的筛查指标。它无法区分脂肪、肌肉、骨骼或体型，因此更适合作为参考而非诊断。可结合体重、体脂率、活动量和个人目标一起看。

source: Body fat percentage estimates how much of your body mass is fat tissue. Consumer scales and devices can vary with hydration, skin temperature, and measurement timing, so the trend is more useful than one reading. Compare it alongside weight and how you feel.
de: Der Körperfettanteil schätzt, wie viel deiner Körpermasse aus Fettgewebe besteht. Waagen und Geräte für zu Hause schwanken je nach Flüssigkeitshaushalt, Hauttemperatur und Messzeitpunkt, daher ist der Trend aussagekräftiger als eine einzelne Messung. Betrachte ihn zusammen mit deinem Gewicht und deinem Befinden.
es: El porcentaje de grasa corporal estima qué parte de tu masa corporal es tejido graso. Las básculas y los dispositivos de consumo pueden variar según la hidratación, la temperatura de la piel y el momento de la medición, así que la tendencia es más útil que una sola lectura. Compáralo con el peso y con cómo te sientes.
fr: Le pourcentage de masse grasse estime la part de votre masse corporelle constituée de tissu adipeux. Les balances et appareils grand public peuvent varier selon l’hydratation, la température cutanée et le moment de la mesure : la tendance est donc plus utile qu’une mesure isolée. Comparez-le avec votre poids et votre ressenti.
hi: शरीर में वसा का प्रतिशत यह अनुमान लगाता है कि आपके शरीर के द्रव्यमान का कितना हिस्सा वसा ऊतक है। आम उपभोक्ता स्केल और डिवाइस की रीडिंग शरीर में पानी की मात्रा, त्वचा के तापमान और माप के समय के साथ बदल सकती है, इसलिए एक रीडिंग से ज़्यादा उपयोगी ट्रेंड है। इसे वज़न और आप कैसा महसूस करते हैं, इनके साथ मिलाकर देखें।
ru: Процент жира показывает оценку доли жировой ткани в массе тела. Показания бытовых весов и устройств могут меняться в зависимости от водного баланса, температуры кожи и времени измерения, поэтому тренд полезнее отдельного значения. Оценивайте его вместе с весом и самочувствием.
tr: Vücut yağ oranı, vücut kütlenizin ne kadarının yağ dokusundan oluştuğunu tahmin eder. Tüketici tartıları ve aygıtları su dengesine, cilt sıcaklığına ve ölçüm zamanına göre farklı sonuç verebilir; bu yüzden eğilim tek bir ölçümden daha faydalıdır. Ağırlığınızla ve kendinizi nasıl hissettiğinizle birlikte değerlendirin.
zh_hans: 体脂率估算体重中脂肪组织所占的比例。消费级体脂秤和设备的读数会随水分、皮肤温度和测量时间波动，因此趋势比单次读数更有价值。可结合体重和自身感受一起参考。

# bodyRadar.allTypical
source: All typical
de: Alles normal
es: Todo dentro de lo típico
fr: Tout est typique
hi: सब सामान्य
ru: Все в норме
tr: Hepsi normal aralıkta
zh_hans: 各项均在典型范围内

# bodyRadar.combinedChanges
source: Several small changes suggest strain
de: Mehrere kleine Veränderungen deuten auf Belastung hin
es: Varios cambios pequeños sugieren sobrecarga
fr: Plusieurs petits changements suggèrent une sollicitation
hi: कई छोटे बदलाव शरीर पर दबाव का संकेत देते हैं
ru: Несколько небольших изменений указывают на нагрузку
tr: Birkaç küçük değişiklik zorlanmaya işaret ediyor
zh_hans: 多项小幅变化提示身体承受压力

# bodyRadar.detail.help
source: Body Radar looks for signs of overnight strain by comparing four signals with your personal range, learned from up to eight weeks of sleep data: sleeping heart rate, respiratory rate, skin temperature, and heart rate variability. Respiratory rate counts whether it rises or falls. At least two signals need about two weeks of baseline data and seven observations in the last fourteen nights. Missing Sleep means there is no qualifying night. Insufficient Data means too few overnight readings are available; Calibrating means more baseline or recent data is needed. Unscored nights can update when more data arrives. A scored result stays fixed for the rest of the day. Several small changes can add up to Minor signs even when no individual signal stands out. Minor or Major signs need either two kinds of change on the same night (heart signals, breathing, or temperature) or a change that continued from the previous night; otherwise the night shows No Signs with a note. Major signs require at least two individually unusual signals. It is not a medical device and does not diagnose conditions.
de: Körperradar sucht nach Anzeichen nächtlicher Belastung, indem es vier Signale mit deinem persönlichen Bereich vergleicht, den es aus bis zu acht Wochen Schlafdaten lernt: Herzfrequenz im Schlaf, Atemfrequenz, Hauttemperatur und Herzfrequenzvariabilität. Bei der Atemfrequenz zählt ein Anstieg ebenso wie ein Abfall. Mindestens zwei Signale brauchen jeweils etwa zwei Wochen Basisdaten und sieben Messungen in den letzten vierzehn Nächten. „Schlaf fehlt“ bedeutet, dass es keine geeignete Nacht gibt. „Zu wenig Daten“ bedeutet, dass zu wenige nächtliche Messwerte vorliegen. „Wird kalibriert“ bedeutet, dass mehr Basisdaten oder aktuelle Daten nötig sind. Nächte ohne Bewertung können sich aktualisieren, sobald weitere Daten eintreffen. Ein bewertetes Ergebnis bleibt für den Rest des Tages unverändert. Mehrere kleine Veränderungen können zusammen „Leichte Anzeichen“ ergeben, auch wenn kein einzelnes Signal auffällt. Für leichte oder deutliche Anzeichen braucht es entweder zwei Arten von Veränderungen in derselben Nacht (Herzsignale, Atmung oder Temperatur) oder eine Veränderung, die seit der Vornacht anhält. Andernfalls zeigt die Nacht „Keine Anzeichen“ mit einem Hinweis. Deutliche Anzeichen setzen mindestens zwei einzeln ungewöhnliche Signale voraus. Körperradar ist kein Medizinprodukt und stellt keine Diagnosen.
es: Radar corporal busca señales de sobrecarga nocturna comparando cuatro indicadores con tu rango personal, aprendido a partir de hasta ocho semanas de datos de sueño: la frecuencia cardiaca durante el sueño, la frecuencia respiratoria, la temperatura de la piel y la variabilidad de la frecuencia cardiaca. La frecuencia respiratoria cuenta tanto si sube como si baja. Al menos dos indicadores necesitan unas dos semanas de datos de referencia y siete observaciones en las últimas catorce noches. «Sin datos de sueño» significa que no hay ninguna noche válida. «Datos insuficientes» significa que hay muy pocas lecturas nocturnas disponibles; «Calibrando» significa que se necesitan más datos de referencia o recientes. Las noches sin puntuación pueden actualizarse cuando lleguen más datos. Un resultado puntuado se mantiene fijo el resto del día. Varios cambios pequeños pueden sumarse hasta dar «Señales leves» aunque ningún indicador destaque por sí solo. Las señales leves o claras requieren dos tipos de cambio en la misma noche (indicadores cardiacos, respiración o temperatura) o un cambio que continúe desde la noche anterior; de lo contrario, la noche muestra «Sin señales» con una nota. Las señales claras requieren al menos dos indicadores inusuales por sí solos. No es un dispositivo médico y no diagnostica enfermedades.
fr: Le radar corporel recherche des signes de sollicitation nocturne en comparant quatre signaux à votre plage personnelle, établie à partir de huit semaines de données de sommeil au maximum : la fréquence cardiaque pendant le sommeil, la fréquence respiratoire, la température cutanée et la variabilité de la fréquence cardiaque. La fréquence respiratoire compte, qu’elle augmente ou qu’elle baisse. Au moins deux signaux doivent disposer d’environ deux semaines de données de référence et de sept observations sur les quatorze dernières nuits. « Sommeil manquant » signifie qu’aucune nuit ne remplit les conditions. « Données insuffisantes » signifie que trop peu de mesures nocturnes sont disponibles ; « Étalonnage » signifie que davantage de données de référence ou récentes sont nécessaires. Les nuits sans score peuvent être mises à jour à l’arrivée de nouvelles données. Un résultat avec score reste fixe pour le reste de la journée. Plusieurs petits changements peuvent, cumulés, aboutir à des signes légers, même si aucun signal ne se démarque à lui seul. Des signes légers ou marqués nécessitent soit deux types de changement la même nuit (signaux cardiaques, respiration ou température), soit un changement qui se prolonge depuis la nuit précédente ; sinon, la nuit affiche « Aucun signe » avec une remarque. Des signes marqués exigent au moins deux signaux inhabituels pris isolément. Le radar corporel n’est pas un dispositif médical et ne permet pas de diagnostiquer une pathologie.
hi: Body रडार रात के दौरान शरीर पर दबाव के संकेत खोजने के लिए चार सिग्नल की तुलना आपकी निजी रेंज से करता है, जो नींद के अधिकतम आठ सप्ताह के डेटा से सीखी जाती है: नींद के दौरान हृदय गति, श्वसन दर, त्वचा का तापमान और हृदय गति परिवर्तनशीलता। श्वसन दर का बढ़ना और घटना, दोनों गिने जाते हैं। कम से कम दो सिग्नल के लिए लगभग दो सप्ताह का बेसलाइन डेटा और पिछली चौदह रातों में से सात रातों के माप ज़रूरी हैं। “नींद का डेटा नहीं” का मतलब है कि कोई योग्य रात नहीं है। “पर्याप्त डेटा नहीं” का मतलब है कि रात की बहुत कम रीडिंग उपलब्ध हैं; “कैलिब्रेट हो रहा है” का मतलब है कि और बेसलाइन या हालिया डेटा चाहिए। बिना स्कोर वाली रातें और डेटा आने पर अपडेट हो सकती हैं। स्कोर किया गया नतीजा दिन के शेष समय के लिए तय रहता है। कई छोटे बदलाव मिलकर “हल्के संकेत” बन सकते हैं, भले ही कोई एक सिग्नल अलग से न दिखे। हल्के या प्रबल संकेतों के लिए या तो उसी रात दो तरह के बदलाव (हृदय के सिग्नल, साँस या तापमान) ज़रूरी हैं, या ऐसा बदलाव जो पिछली रात से जारी रहा हो; नहीं तो उस रात एक नोट के साथ “कोई संकेत नहीं” दिखता है। प्रबल संकेतों के लिए कम से कम दो ऐसे सिग्नल ज़रूरी हैं जो अलग अलग असामान्य हों। यह कोई मेडिकल डिवाइस नहीं है और किसी बीमारी का निदान नहीं करता।
ru: Радар тела ищет признаки ночной нагрузки, сравнивая четыре сигнала с Вашим личным диапазоном, который определяется по данным сна максимум за восемь недель: пульс во время сна, частоту дыхания, температуру кожи и вариабельность пульса. Частота дыхания учитывается как при повышении, так и при снижении. Нужно не менее двух сигналов, по каждому из которых есть базовые данные примерно за две недели и семь наблюдений за последние четырнадцать ночей. «Нет данных о сне» означает, что нет подходящей ночи. «Недостаточно данных» означает, что ночных показаний слишком мало; «Калибровка» означает, что нужно больше базовых или свежих данных. Ночи без оценки могут обновиться, когда поступят новые данные. Полученная оценка остается неизменной до конца дня. Несколько небольших изменений в сумме могут дать слабые признаки, даже если ни один сигнал по отдельности не выделяется. Для слабых или сильных признаков нужны либо два вида изменений за одну ночь (сигналы сердца, дыхание или температура), либо изменение, которое продолжается с предыдущей ночи; иначе для ночи отображается «Признаков нет» с пояснением. Для сильных признаков нужно не менее двух сигналов, каждый из которых необычен сам по себе. Радар тела не является медицинским устройством и не ставит диагнозов.
tr: Vücut Radarı, en fazla sekiz haftalık uyku verisinden öğrenilen kişisel aralığınızla dört sinyali karşılaştırarak gece boyunca vücudunuzdaki zorlanma belirtilerini arar: uyku sırasındaki kalp atış hızı, solunum hızı, cilt sıcaklığı ve kalp atış hızı değişkenliği. Solunum hızı yükselse de düşse de hesaba katılır. En az iki sinyal için yaklaşık iki haftalık referans verisi ve son on dört gecenin yedisinde ölçüm gerekir. “Uyku Verisi Eksik”, uygun bir gece olmadığı anlamına gelir. “Yetersiz Veri”, gece boyunca yeterli sayıda ölçüm bulunmadığını; “Kalibre Ediliyor” ise daha fazla referans verisi veya yakın tarihli veri gerektiğini gösterir. Puanlanmamış geceler daha fazla veri geldiğinde güncellenebilir. Puanlanmış bir sonuç günün geri kalanında sabit kalır. Hiçbir sinyal tek başına öne çıkmasa bile birkaç küçük değişiklik bir araya gelerek Hafif Belirtiler sonucunu verebilir. Hafif veya Belirgin Belirtiler için aynı gece iki farklı türde değişiklik (kalp sinyalleri, solunum veya sıcaklık) ya da önceki geceden devam eden bir değişiklik gerekir; aksi takdirde gece, bir notla birlikte Belirti Yok olarak gösterilir. Belirgin Belirtiler için en az iki sinyalin tek tek olağan dışı olması gerekir. Vücut Radarı tıbbi bir aygıt değildir ve teşhis koymaz.
zh_hans: 身体雷达将睡眠心率、呼吸频率、皮肤温度和心率变异性这四项信号与根据最多八周睡眠数据学习到的个人范围进行比较，以发现夜间身体承受压力的迹象。呼吸频率无论升高还是降低都会计入。至少需要两项信号，每项约两周的基线数据，以及最近十四晚中的七次观测。 “缺少睡眠”表示没有符合条件的夜间睡眠。“数据不足”表示可用的夜间读数太少；“校准中”表示需要更多基线或近期数据。未评分的夜晚可在更多数据到达后更新。已评分的结果在当天保持不变。即使没有单项信号明显异常，多项小幅变化也可能累积为轻微迹象。轻微或明显迹象需要同一晚出现两类变化（心脏信号、呼吸或体温），或变化从前一晚延续而来；否则该晚显示为“无迹象”并附有说明。明显迹象需要至少两项信号各自出现明显异常。 这不是医疗设备，不能诊断疾病。

# bodyRadar.detail.helpTitle
source: About Body Radar
de: Über Körperradar
es: Acerca del radar corporal
fr: À propos du radar corporel
hi: Body रडार के बारे में
ru: О радаре тела
tr: Vücut Radarı Hakkında
zh_hans: 关于身体雷达

# bodyRadar.heldNight
source: Changes on one night only, not enough to confirm strain
de: Veränderungen in nur einer Nacht, zu wenig, um Belastung zu bestätigen
es: Cambios en una sola noche, no bastan para confirmar sobrecarga
fr: Changements sur une seule nuit, pas assez pour confirmer une sollicitation
hi: सिर्फ़ एक रात बदलाव, शरीर पर दबाव की पुष्टि के लिए काफ़ी नहीं
ru: Изменения только за одну ночь, этого недостаточно, чтобы подтвердить нагрузку
tr: Değişiklik yalnızca bir gece görüldü, zorlanmayı doğrulamak için yeterli değil
zh_hans: 仅一晚出现变化，尚不足以确认身体承受压力

# bodyRadar.region.major
source: Major
de: Deutlich
es: Claras
fr: Marqué
hi: प्रबल
ru: Сильные
tr: Belirgin
zh_hans: 明显

# bodyRadar.region.minor
source: Minor
de: Leicht
es: Leves
fr: Léger
hi: हल्का
ru: Слабые
tr: Hafif
zh_hans: 轻微

# bodyRadar.region.none
source: None
de: Keine
es: Ninguna
fr: Aucun
hi: कोई नहीं
ru: Нет
tr: Yok
zh_hans: 无

# bodyRadar.signal.heartRateVariability
source: Heart Rate Variability
de: Herzfrequenzvariabilität
es: Variabilidad de la frecuencia cardiaca
fr: Variabilité de la fréquence cardiaque
hi: हृदय गति परिवर्तनशीलता
ru: Вариабельность пульса
tr: Kalp Atış Hızı Değişkenliği
zh_hans: 心率变异性

# bodyRadar.signal.inactiveTime
source: Inactive Time
de: Inaktive Zeit
es: Tiempo inactivo
fr: Temps d’inactivité
hi: निष्क्रिय समय
ru: Время без движения
tr: Hareketsiz Süre
zh_hans: 静止时间

# bodyRadar.signal.inactiveTime.short
source: Inactivity
de: Inaktivität
es: Inactividad
fr: Inactivité
hi: निष्क्रियता
ru: Без движения
tr: Hareketsizlik
zh_hans: 静止

# bodyRadar.signal.respiratoryRate
source: Respiratory Rate
de: Atemfrequenz
es: Frecuencia respiratoria
fr: Fréquence respiratoire
hi: श्वसन दर
ru: Частота дыхания
tr: Solunum Hızı
zh_hans: 呼吸频率

# bodyRadar.signal.respiratoryRate.short
source: Resp Rate
de: Atemfreq.
es: Frec. resp.
fr: Fréq. resp.
hi: श्वसन दर
ru: Част. дыхания
tr: Solunum
zh_hans: 呼吸率

# bodyRadar.signal.sleepingHeartRate
source: Sleeping Heart Rate
de: Herzfrequenz im Schlaf
es: Frecuencia cardiaca durante el sueño
fr: FC pendant le sommeil
hi: नींद के दौरान हृदय गति
ru: Пульс во время сна
tr: Uykudaki Kalp Atış Hızı
zh_hans: 睡眠心率

# bodyRadar.signal.sleepingHeartRate.short
source: Heart Rate
de: Herzfrequenz
es: Frec. cardiaca
fr: FC
hi: हृदय गति
ru: Пульс
tr: Kalp Atış Hızı
zh_hans: 心率

# bodyRadar.signal.wristTemperature
source: Skin Temperature
de: Hauttemperatur
es: Temperatura de la piel
fr: Température cutanée
hi: त्वचा का तापमान
ru: Температура кожи
tr: Cilt Sıcaklığı
zh_hans: 皮肤温度

# bodyRadar.state.calibrating
source: Calibrating
de: Wird kalibriert
es: Calibrando
fr: Étalonnage
hi: कैलिब्रेट हो रहा है
ru: Калибровка
tr: Kalibre Ediliyor
zh_hans: 校准中

# bodyRadar.state.insufficientData
source: Insufficient Data
de: Zu wenig Daten
es: Datos insuficientes
fr: Données insuffisantes
hi: पर्याप्त डेटा नहीं
ru: Недостаточно данных
tr: Yetersiz Veri
zh_hans: 数据不足

# bodyRadar.state.majorSigns
source: Major Signs
de: Deutliche Anzeichen
es: Señales claras
fr: Signes marqués
hi: प्रबल संकेत
ru: Сильные признаки
tr: Belirgin Belirtiler
zh_hans: 明显迹象

# bodyRadar.state.minorSigns
source: Minor Signs
de: Leichte Anzeichen
es: Señales leves
fr: Signes légers
hi: हल्के संकेत
ru: Слабые признаки
tr: Hafif Belirtiler
zh_hans: 轻微迹象

# bodyRadar.state.missingSleep
source: Missing Sleep
de: Schlaf fehlt
es: Sin datos de sueño
fr: Sommeil manquant
hi: नींद का डेटा नहीं
ru: Нет данных о сне
tr: Uyku Verisi Eksik
zh_hans: 缺少睡眠数据

# bodyRadar.state.noSigns
source: No Signs
de: Keine Anzeichen
es: Sin señales
fr: Aucun signe
hi: कोई संकेत नहीं
ru: Признаков нет
tr: Belirti Yok
zh_hans: 无迹象

source: Boxing
de: Boxen
es: Boxeo
fr: Boxe
hi: मुक्केबाज़ी
ru: Бокс
tr: Boks
zh_hans: 拳击

source: Breathing rate is a hair high, but nothing's holding you back. Prime to train.
de: Deine Atemfrequenz ist eine Spur erhöht, aber nichts bremst dich. Du bist bereit fürs Training.
es: La frecuencia respiratoria está ligeramente alta, pero nada te frena. Estás en excelente forma para entrenar.
fr: Votre fréquence respiratoire est très légèrement élevée, mais rien ne vous freine. Conditions optimales pour vous entraîner.
hi: श्वसन दर थोड़ी ज़्यादा है, लेकिन आपको कुछ भी नहीं रोक रहा। आप ट्रेनिंग के लिए बेहतरीन स्थिति में हैं।
ru: Частота дыхания немного повышена, но ничто Вас не сдерживает. Готовность отличная, можно тренироваться.
tr: Solunum hızınız bir tık yüksek ama sizi durduracak bir şey yok. Antrenmana tam hazırsınız.
zh_hans: 呼吸频率略偏高，但整体信号很强。今天可以正常训练。

source: Breathing rate is above baseline. Readiness is moderate; keep it measured.
de: Deine Atemfrequenz liegt über deinem Basiswert. Deine Tagesform ist moderat, trainiere mit Maß.
es: La frecuencia respiratoria está por encima de tu valor de referencia. Tu preparación es moderada; entrena con mesura.
fr: Votre fréquence respiratoire est au-dessus de votre référence. Votre niveau de préparation est modéré ; dosez vos efforts.
hi: श्वसन दर बेसलाइन से ऊपर है। रेडिनेस मध्यम है; संतुलित ट्रेनिंग करें।
ru: Частота дыхания выше базового уровня. Готовность средняя, тренируйтесь умеренно.
tr: Solunum hızınız referansın üstünde. Hazırlık orta düzeyde; ölçülü kalın.
zh_hans: 呼吸频率高于基准。状态中等，训练量力而行。

source: Breathing rate is slightly high, but you're well recovered. Normal training is fine.
de: Deine Atemfrequenz ist leicht erhöht, aber du bist gut erholt. Normales Training ist in Ordnung.
es: La frecuencia respiratoria está algo alta, pero te has recuperado bien. Puedes entrenar con normalidad.
fr: Votre fréquence respiratoire est un peu élevée, mais votre récupération est bonne. Un entraînement normal convient.
hi: श्वसन दर थोड़ी ज़्यादा है, लेकिन आप अच्छी तरह रिकवर हो चुके हैं। सामान्य ट्रेनिंग ठीक है।
ru: Частота дыхания немного повышена, но Вы хорошо восстановились. Обычная тренировка подойдет.
tr: Solunum hızınız biraz yüksek ama iyi toparlanmışsınız. Normal antrenman yapabilirsiniz.
zh_hans: 呼吸频率略偏高，但整体恢复不错。可以正常训练。

source: Breathing rate is well above baseline, a strong load or illness cue. Rest up.
de: Deine Atemfrequenz liegt deutlich über deinem Basiswert, ein starkes Zeichen für Überlastung oder Krankheit. Ruh dich aus.
es: La frecuencia respiratoria está muy por encima de tu valor de referencia, una señal clara de carga elevada o de enfermedad. Descansa.
fr: Votre fréquence respiratoire est nettement au-dessus de votre référence, signe probable d’une forte charge ou d’une maladie. Reposez-vous.
hi: श्वसन दर बेसलाइन से काफ़ी ऊपर है, जो ज़्यादा लोड या बीमारी का साफ़ संकेत है। आराम करें।
ru: Частота дыхания значительно выше базового уровня: это признак сильной нагрузки или болезни. Отдохните.
tr: Solunum hızınız referansın epey üstünde; bu, yüksek yükün veya hastalığın güçlü bir işareti. Dinlenin.
zh_hans: 呼吸频率远高于基准，可能是负荷过高或身体不适的信号。建议休息。

source: Breathing rate readings
de: Atemfrequenzmessungen
es: Lecturas de frecuencia respiratoria
fr: Mesures de fréquence respiratoire
hi: श्वसन दर की रीडिंग
ru: Показания частоты дыхания
tr: Solunum hızı ölçümleri
zh_hans: 呼吸频率读数

source: Breathing, oxygen, and temperature anomalies.
de: Auffälligkeiten bei Atmung, Sauerstoff und Temperatur.
es: Anomalías en la respiración, el oxígeno y la temperatura.
fr: Anomalies de respiration, d’oxygène et de température.
hi: साँस, ऑक्सीजन और तापमान में असामान्यताएँ।
ru: Отклонения дыхания, уровня кислорода и температуры.
tr: Solunum, oksijen ve sıcaklıktaki anormallikler.
zh_hans: 呼吸、血氧与体温的异常情况。

source: Broken, restless sleep is holding readiness back. Ease into the day.
de: Unterbrochener, unruhiger Schlaf bremst deine Tagesform. Starte ruhig in den Tag.
es: Un sueño interrumpido e inquieto está frenando tu preparación. Empieza el día con calma.
fr: Un sommeil fragmenté et agité freine votre niveau de préparation. Commencez la journée en douceur.
hi: टूटी और बेचैन नींद की वजह से आपकी रेडिनेस कम है। दिन की शुरुआत आराम से करें।
ru: Прерывистый, беспокойный сон сдерживает готовность. Начните день спокойно.
tr: Bölünmüş, huzursuz uyku hazırlığınızı aşağı çekiyor. Güne yavaş başlayın.
zh_hans: 昨晚睡得断断续续，影响了今天的状态。今天慢慢来。

source: C
de: K
es: L
fr: L
hi: को
ru: Бз
tr: Y
zh_hans: 核
